Overload List
Name  |   Description
Remove(ConnectorSet)
 Removes connectors from system.
 (Inherited from  MEPSystem  .)
Remove(ICollection ElementId )
 Remove elements from system.
 (Inherited from  MEPSystem  .)
 See Also
  PipingSystem Class
  PipingSystem Members
  Autodesk.Revit.DB.Plumbing Namespace